Repository: KDE/ksystemlog
Catalog: po/*/ksystemlog.po
Languages: eo

source: Displays the CUPS PDF log in the current tab. CUPS is the program which manages printing on your computer. This log saves all requests performed to the CUPS embedded web server (default: <i>http://localhost:631</i>).
eo: Montras la PDF-protokolo de CUPS en la nuna langeto. CUPS estas la programo kiu administras presadon en via komputilo. Ĉi tiu protokolo konservas ĉiujn petojn faritajn al la enigita retservilo de CUPS (defaŭlte: <i>http://localhost:631</i>).

source: Daemons' Logs
eo: Protokoloj de Daemons

source: <p>These files will be analyzed to show the <b>Daemons' Logs</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Protokolojn de Daemons</b>.</p>

source: Display the daemons' logs.
eo: Montri la protokolojn de la demonoj.

source: Displays the daemons' logs in the current tab. The daemons are all processes launched in the background of the system. See this log if you want to know what occurs in the background of your system.
eo: Montras la protokolojn de la demonoj en la nuna langeto. La demonoj estas ĉiuj procezoj lanĉitaj en la fono de la sistemo. Vidu ĉi tiun protokolon se vi volas scii, kio okazas en la fono de via sistemo.

source: Address
eo: Adreso

source: Port
eo: Pordo

source: Enable
eo: Ebligi

source: Unit
eo: Unuo

source: Enabled
eo: Ebligita

source: Add remote journal
eo: Aldoni foran ĵurnalon

source: Modify remote journal
eo: Modifi fora ĵurnalo

source: Journald options
eo: Journald-opcioj

source: Display log entries from current boot only
eo: Montri protokolerojn nur de nuna lanĉo

source: Display all log entries
eo: Montri ĉiujn protokolerojn

source: Display log entries of processes of the current user
eo: Montri protokolerojn de procezoj de la nuna uzanto

source: Display log entries of system services and the kernel
eo: Montri protokolerojn de sistemaj servoj kaj la kerno

source: Remote journals
eo: Foraj ĵurnaloj

source: Add address
eo: Aldoni adreson

source: Remove address
eo: Forigi adreson

source: Modify address
eo: Modifi adreson

source: Local journal
eo: Loka revuo

source: All messages
eo: Ĉiuj mesaĝoj

source: Filter by systemd unit
eo: Filtrilo laŭ sistem-unuo

source: Filter by syslog identifier
eo: Filtrilo per syslog-identigilo

source: Connect
eo: Konekti

source: Priority:
eo: Prioritato:

source: Unit:
eo: Unuo:

source: Reading journald entries...
eo: Legante journald-enskribojn...

source: Journald entries loaded successfully.
eo: Journald-enskriboj ŝargiĝis sukcese.

source: Display the Journald log.
eo: Montri la protokolon de Journald.

source: Displays the journald log in the current tab.
eo: Montras la journald-protokolon en la nuna langeto.

source: Connected
eo: Konektita

source: Connection error
eo: Eraro de konekto

source: Component
eo: Komponanto

source: Component:
eo: Komponanto:

source: Kernel Log
eo: Kerna Protokolo

source: Display the kernel log.
eo: Montri la protokolon de la kerno.

source: Displays the kernel log in the current tab. This log is only useful for users who want to know why the Kernel does not detect their hardware or what is the cause of the last <i>kernel panic/oops</i>.
eo: Montras la kernan protokolon en la nuna langeto. Ĉi tiu protokolo estas utila nur por uzantoj, kiuj volas scii kial la Kerno ne detektas sian aparataron aŭ kio estas la kaŭzo de la lasta <i>kerna paniko/oops</i>.

source: Log File
eo: Protokolodosiero

source: Open Location
eo: Malfermi lokon

source: Malformed URL. Unable to open this file.
eo: Misformita retadreso. Unable to open this file.

source: Unable to open this file.
eo: Ne eblas malfermi ĉi tiun dosieron.

source: Postfix Log
eo: Postfiksa Protokolo

source: <p>These files will be analyzed to show the <b>Postfix Logs</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Protokolojn de Postfikso</b>.</p>

source: Display the Postfix log.
eo: Montri la protokolon de Postfix.

source: Displays the Postfix log in the current tab. Postfix is the most known and used mail server in the Linux world.
eo: Montras la protokolon de Postfix en la nuna langeto. Postfix estas la plej konata kaj uzata poŝtservilo en la Linukso-mondo.

source: Display the Netbios log.
eo: Montri la Netbios-protokolo.

source: Displays the Netbios log in the current tab. Netbios is the file sharing protocol developed by Microsoft.
eo: Montras la Netbios protokolo en la nuna langeto. Netbios estas la protokolo de kundivido de dosieroj disvolvita de Microsoft.

source: Samba Access Log
eo: Samba Aliro-Protokolo

source: Display the Samba Access log.
eo: Montri la protokolon de Samba Access.

source: Displays the Samba Access log in the current tab. This log mode allows you to see connections between your shares and remote hosts.
eo: Montras la protokolon de Samba Access en la nuna langeto. Ĉi tiu protokolreĝimo permesas al vi vidi konektojn inter viaj kundividaĵoj kaj foraj gastigantoj.

source: Source File
eo: Fontdosiero

source: Function
eo: Funkcio

source: Line
eo: Linio

source: Samba Log
eo: Samba-Protokolo

source: <p>These files will be analyzed to show <b>Samba log</b>, <b>Samba Access log</b> and <b>Netbios log</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri <b>Samba protokolo</b>, <b>Samba Access-protokolo</b> kaj <b>Netbios-protokolo</b>.</p>

source: Samba Log Files
eo: Samba Protokolo-Dosieroj

source: Add Samba File...
eo: Aldoni Samba-dosieron...

source: Add Samba Access File...
eo: Aldoni Samba-Alirdosieron...

source: Netbios Log Files
eo: Netbios Protokolo-Dosieroj

source: Add Netbios File...
eo: Aldoni Netbios-dosieron...

source: Source File:
eo: Fonta Dosiero:

source: Function:
eo: Funkcio:

source: Line:
eo: Linio:

source: Display the Samba log.
eo: Montri la protokolon de Samba.

source: Displays the Samba log in the current tab. Samba is the file sharing server which interacts with Microsoft Windows network.
eo: Montras la Samba protokolon en la nuna langeto. Samba estas la dosier-kundivida servilo, kiu interagas kun Microsoft Windows-reto.

source: System Log
eo: Sistema Registro

source: <p>These files will be analyzed to show the <b>System logs</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Sistemajn protokolojn</b>.</p>

source: Display the system log.
eo: Montri la sisteman protokolon.

source: Displays the system log in the current tab. This log is generally used by non-specialized processes (like "sudo" or "fsck" commands)
eo: Montras la sisteman protokolon en la nuna langeto. Ĉi tiu protokolo estas ĝenerale uzata de ne-specialaj procezoj (kiel komandoj "sudo" aŭ "fsck")

source: Probed
eo: Sondita

source: From config file
eo: De agordosiero

source: Default setting
eo: Defaŭlta agordo

source: From command Line
eo: De komandlinio

source: Not implemented
eo: Ne realigita

source: X.org Log
eo: X.org Registro

source: <p>These files will be analyzed to show the <b>X.org log</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>X.org protokolon</b>.</p>

source: none
eo: nenio

source: Display the X.org log.
eo: Montri la protokolon de X.org.

source: Displays the X.org log in the current tab. X.org is the service which displays on screen your desktop and manage your graphical hardware. See this log if you want to know why you do not have 3D accelerations or why your input device is not recognized.
eo: Montras la protokolon de X.org en la nuna langeto. X.org estas la servo kiu montras sur ekrano vian labortablon kaj administras vian grafikan aparataron. Vidu ĉi tiun protokolon se vi volas scii kial vi ne havas 3D-akcelojn aŭ kial via eniga aparato ne estas rekonita.

source: Program
eo: Programo

source: X Session Log
eo: X-Seanca Protokolo

source: You can type or choose the X Session log file (example: <i>~/.xsession-errors</i>).
eo: Vi povas tajpi aŭ elekti la protokoldosieron de X Session (ekzemplo: <i>~/.xsession-errors</i>).

source: You can type or choose here the X Session log file. This file will be analyzed when you select the <b>X Session log</b> menu. Generally, its name is <i>~/.xsession-errors</i>
eo: Vi povas tajpi aŭ elekti ĉi tie la protokoldosieron de X Session. Ĉi tiu dosiero estos analizita kiam vi elektos la menuon <b>X Session-protokolo</b>. Ĝenerale, ĝia nomo estas <i>~/.xsession-errors</i>

source: X Session Log File
eo: X Sesian Log File

source: &Log file:
eo: Protoko&ldosiero:

source: Check this option to remove Xorg errors
eo: Marku ĉi tiun opcion por forigi Xorg-erarojn

source: Ignore Xorg errors
eo: Ignori Xorg-erarojn

source: <p><b>Note:</b> Check this option to remove X.org errors.</p><p style="margin-bottom:0px">The following lines will be ignored:</p>
eo: <p><b>Noto:</b> Marku ĉi tiun opcion por forigi X.org-erarojn.</p><p style="margin-bottom:0px">La sekvaj linioj estos ignoritaj:</p>

source: Program:
eo: Programo:

source: Display the X Session log.
eo: Montri la protokolon de X Session.

source: Displays the X Session log in the current tab. X Session log is the place where graphical programs write their output. See this log if you want to know why a program has crashed, or why your desktop environment (Plasma, Gnome, Unity, Xfce, LXQt, ...) has not started.
eo: Montras la protokolon de X-Seanco en la nuna langeto. X Session-protokolo estas la loko kie grafikaj programoj skribas sian eligon. Vidu ĉi tiun protokolon se vi volas scii kial programo kraŝis, aŭ kial via labortabla medio (Plasma, Gnome, Unity, Xfce, LXQt, ...) ne komenciĝis.

source: Last updated: %1.
eo: Lasta ĝisdatigo: %1.

source: No Log
eo: Sen Protokolo
