Repository: KDE/ksystemlog
Catalog: po/*/ksystemlog.po
Languages: eo

source: Displays the authentication log in the current tab. This log displays all logins made by each user of the system, and can help you to know if someone tried to crack your system.
eo: Montras la aŭtentikigprotokolo en la nuna langeto. Ĉi tiu protokolo montras ĉiujn ensalutojn faritajn de ĉiu uzanto de la sistemo, kaj povas helpi vin scii ĉu iu provis rompi vian sistemon.

source: Some log files do not exist. If all log files are missing, this mode will be unavailable.
eo: Iuj protokolaj dosieroj ne ekzistas. Se ĉiuj protokolaj dosieroj mankas, ĉi tiu reĝimo estos nedisponebla.

source: File List Description
eo: Dosiera Listo Priskribo

source: Log Files
eo: Log Dosieroj

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Choose a new file</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Elekti novan dosieron</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Opens a dialog box to choose a new file to be added to the list.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Malfermas dialogskatolon por elekti novan dosieron aldonendan al la listo.</p></body></html>

source: &Add File...
eo: &Aldonu dosieron...

source: &Modify File...
eo: &Modifi dosieron...

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Delete the current file(s)</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigi la nuna(j)n dosiero(j)n</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Deletes the files selected on the list.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigas la dosierojn elektitajn en la listo.</p></body></html>

source: &Remove
eo: Fo&rigi

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Remove all files</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigi ĉiujn dosierojn</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Remove all the files on the list, even if they are not selected.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigi ĉiujn dosierojn en la listo, eĉ se ili ne estas elektitaj.</p></body></html>

source: Rem&ove All
eo: F&origi Ĉion

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Move up the current file(s)</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movi supren la aktuala(j)n dosiero(j)n</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Moves the selected files up in the list. This option allows the files to be read <span style=" font-weight:600;">in first</span> by KSystemLog.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movas la elektitan dosierojn supre en la listo. Ĉi tiu opcio ebligas legi la dosierojn <span style=" font-weight:600;">unue</span> per KSystemLog.</p></body></html>

source: Move &Up
eo: Movu s&upren

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Move down the current file(s)</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p stilo=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movi malsupren la aktuala(j)n dosiero(j)n</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Moves the selected files down in the list. This option allows the files to be read <span style=" font-weight:600;">in last</span> by KSystemLog.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movas la elektitan dosierojn sube en la listo. Ĉi tiu opcio permesas legi la dosierojn <span style=" font-weight:600;">laste</span> per KSystemLog.</p></body></html>

source: Move &Down
eo: Movi &malsupren

source: <p style='margin-top:0px;margin-bottom:0px;'><b>Notes:</b></p><ul style='margin-top:0px'><li>Files are read using the order of this list.</li><li>Compressed and plain text files are accepted <i>(*.log, *.gz, *.bz2,...)</i>.</li><li>Use the <b>'*'</b> wildcard to select multiple log files when adding files.</li></ul>
eo: <p style='margin-top:0px;margin-bottom:0px;'><b>Notoj:</b></p><ul style='margin-top:0px'><li>Dosieroj estas legitaj uzante la sinsekvon de ĉi tiu listo.</li><li>Premitaj kaj simplaj tekstaj dosieroj estas akceptataj <i>(*.log, *.gz, *.bz2,...)</i>.</li> <li>Uzu la ĵokeron <b>'*'</b> por elekti plurajn protokolojn dum aldono de dosieroj.</li></ul>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">List of files used by this log type.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Listo de dosieroj uzata de ĉi tiu tipo de protokolo.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Here is a list of every file that will be read by KSystemLog to display the current log lines.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Jen estas listo de ĉiuj dosieroj, kiujn KSystemLog legos por montri la nunajn protokolliniojn.</p></body></html>

source: add
eo: aldoni

source: '%1' is not a local file.
eo: '%1' ne estas loka dosiero.

source: File selection failed
eo: Dosierelekto malsukcesis

source: All Files (*)
eo: Ĉiuj dosieroj (*)

source: Log Files (*.log)
eo: Protokoldosieroj (*.log)

source: Choose Log File
eo: Elekti Protokoldosieron

source: The two arrays size are different, skipping the reading of log files.
eo: La du tabeloj estas malsamaj, preterlasante la legadon de protokolaj dosieroj.

source: &Change Status...
eo: Ŝ&anĝi staton...

source: Change the level of the current file(s)
eo: Ŝanĝi la nivelon de la nuna(j) dosiero(j)

source: Changes the level of the current file(s). See KSystemLog documentation for more information about each log level.
eo: Ŝanĝas la nivelon de la nuna(j) dosiero(j). Vidu KSystemLog-dokumentadon por pliaj informoj pri ĉiu protokolo-nivelo.

source: The two arrays size are different, skipping the reading of generic paths.
eo: La du tabeloj estas malsamaj, preterlasante la legadon de senmarkaj vojoj.

source: Selecting File Type
eo: Elektante Dosiertipo

source: Please select the type of this file:
eo: Bonvolu elekti la tipon de ĉi tiu dosiero:

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">List of existing log levels</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Listo de ekzistantaj protokolaj niveloj</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This is the list of all existing log levels. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Please select one of them to be used for the files selected on the list.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Ĉi tiu estas la listo de ĉiuj ekzistantaj logniveloj. </p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px ;">Bonvolu elekti unu el ili por esti uzata por la dosieroj elektitaj en la listo.</p></body></html>

source: Some log files do not exist. Modes with missing log files will be unavailable.
eo: Iuj protokolaj dosieroj ne ekzistas. Reĝimoj kun mankantaj protokolaj dosieroj estos nedisponeblaj.

source: No log file...
eo: Neniu protokoldosiero...

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Deletes the selected files of the list.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigas la elektitan dosieroj de la listo.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Remove all files of the list, even if they are not selected.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Forigi ĉiujn dosierojn de la listo, eĉ se ili ne estas elektitaj.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Moves up the selected files in the list. This option allows the files to be read <span style=" font-weight:600;">in first</span> by KSystemLog.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movas supren la elektitaj dosieroj en la listo. Ĉi tiu opcio ebligas legi la dosierojn <span style=" font-weight:600;">unue</span> per KSystemLog.</p></body></html>

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Moves down the selected files in the list. This option allows the files to be read <span style=" font-weight:600;">at last</span> by KSystemLog.</p></body></html>
eo: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Movas malsupren la elektitaj dosieroj en la listo. Ĉi tiu opcio permesas legi la dosierojn <span style=" font-weight:600;">fine</span> per KSystemLog.</p></body></html>

source: <p style='margin-top:0px;margin-bottom:0px;'><b>Notes:</b></p><ul style='margin-top:0px'><li>Files are read using the order of this list.</li><li>Compressed and plain text files are accepted <i>(*.log, *.gz, *.bz2,...)</i>.</li><li>Use the <b>'*'</b> joker to select multiple log files when adding files.</li></ul>
eo: <p style='margin-top:0px;margin-bottom:0px;'><b>Notoj:</b></p><ul style='margin-top:0px'><li>Dosieroj estas legitaj uzante la sinsekvon de ĉi tiu listo.</li><li>Premitaj kaj simplaj tekstaj dosieroj estas akceptataj <i>(*.log, *.gz, *.bz2,...)</i>.</li> <li>Uzu la ĵokeron <b>'*'</b> por elekti plurajn protokolojn dum aldono de dosieroj.</li></ul>

source: Host
eo: Gastiganto

source: Process
eo: Procezo

source: Command
eo: Komando

source: <p>These files will be analyzed to show the <b>Cron Logs</b> (i.e. planned tasks logs). <a href='man:/cron'>More information...</a></p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Cron-Protokolojn</b> (t.e. planitaj taskoj-protokoloj). <a href='man:/cron'>Pliaj informoj...</a></p>

source: Enable Process Filtering
eo: Ebligi Procesan Filtradon

source: Only keeps lines which matches this process :
eo: Nur konservas liniojn kiuj kongruas kun ĉi tiu procezo:

source: User:
eo: Uzanto:

source: Display the planned tasks log (Cron log).
eo: Montri la planitajn taskojn protokolo (Cron protokolo).

source: Displays the planned tasks log in the current tab. Cron process is a program in charge of launching planned tasks on your system, like security checks, or auto-restarting of some services. Use this menu to see the recently launched processes.
eo: Montras la planitajn taskojn en la nuna langeto. Cron-procezo estas programo komisiita de lanĉo de planitaj taskoj en via sistemo, kiel sekurecaj kontroloj aŭ aŭtomate rekomenco de iuj servoj. Uzu ĉi tiun menuon por vidi la lastatempe lanĉitajn procezojn.

source: Group
eo: Grupo

source: Status
eo: Stato

source: Bytes
eo: Bajtoj

source: IPP Operation
eo: IPP-Operacio

source: IPP Status
eo: IPP-statuso

source: Cups Web Log
eo: Tasoj Web Log

source: Display the CUPS Web Server Access log.
eo: Montri la protokolon de CUPS Web Server Access.

source: Displays the CUPS Web Server Access log in the current tab. CUPS is the program which manages printing on your computer. This log saves all requests performed to the CUPS embedded web server (default: <i>http://localhost:631</i>).
eo: Montras la protokolon de CUPS Web Server Access en la nuna langeto. CUPS estas la programo kiu administras presadon en via komputilo. Ĉi tiu protokolo konservas ĉiujn petojn faritajn al la enigita retservilo de CUPS (defaŭlte: <i>http://localhost:631</i>).

source: debug 2
eo: sencimigi 2

source: New Log Level detected: Please send this log file to the KSystemLog developer to add it.
eo: Nova Registro-Nivelo detektita: Bonvolu sendi ĉi tiun protokoldosieron al la programisto de KSystemLog por aldoni ĝin.

source: Cups Log
eo: Tasoj Log

source: Cups &amp; Cups Web Server Log
eo: Tasoj & Tasoj Reteja Servilo Registro

source: <p>These files will be analyzed to show the <b>Cups log</b> and the <b>Cups Web Access log</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>protokolo de Cups</b> kaj la protokolo de <b>protokolo de Cups Web Access</b>.</p>

source: Cups Log Files
eo: Tasoj Log Dosieroj

source: Add Cups File...
eo: Aldoni Cups-dosieron...

source: Add Cups Access File...
eo: Aldoni Cups Access File...

source: Cups Page Log Files
eo: Tasoj Paĝaj Protokoloj

source: Add Cups Page File...
eo: Aldoni Cups Paĝdosiero...

source: Cups PDF Log Files
eo: Tasoj PDF-Programdosieroj

source: Add Cups PDF File...
eo: Aldoni Tasojn PDF-dosieron...

source: Display the Cups log.
eo: Montri la protokolon de Cups.

source: Displays the CUPS log in the current tab. CUPS is the program which manages printing on your computer.
eo: Montras la protokolon de CUPS en la nuna langeto. CUPS estas la programo kiu administras presadon en via komputilo.

source: Printer
eo: Presilo

source: Page Number
eo: Paĝa Nombro

source: Num Copies
eo: Nombraj Kopioj

source: Job Billing
eo: Ijob Fakturado

source: Printer:
eo: Presilo:

source: Job Id:
eo: Labora Idaro:

source: Page Number:
eo: Paĝa Nombro:

source: Num Copies:
eo: Nombraj Kopioj:

source: Job Billing:
eo: Fakturado de Labortasko:

source: Cups Page Log
eo: Cups Paĝoprotokolo

source: Display the CUPS Page log.
eo: Montri la protokolon de la Paĝo de CUPS.

source: Displays the CUPS Page log in the current tab. CUPS is the program which manages printing on your computer. This log saves all requests performed to the CUPS embedded web server (default: <i>http://localhost:631</i>).
eo: Montras la protokolon de CUPS Paĝo en la nuna langeto. CUPS estas la programo kiu administras presadon en via komputilo. Ĉi tiu protokolo konservas ĉiujn petojn faritajn al la enigita retservilo de CUPS (defaŭlte: <i>http://localhost:631</i>).

source: Message:
eo: Mesaĝo:

source: Cups PDF Log
eo: Tasoj PDF Protokolo

source: Display the CUPS PDF log.
eo: Montri la PDF-protokolon de CUPS.
