Repository: KDE/ksystemlog
Catalog: po/*/ksystemlog.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

source: Load this log mode at startup.
eo: Ŝargi ĉi tiun protokolreĝimon ĉe ekfunkciigo.

source: The log view line count limit.
eo: La protokolo-vido-linia nombrolimo.

source: Option is true if the user wants to delete repeated log lines.
eo: Opcio estas vera se la uzanto volas forigi ripetajn protokolliniojn.

source: Option is true if the PID in the process column of the SystemLog is to be omitted.
eo: Opcio estas vera se la PID en la proceza kolumno de la SystemLog estas preterlasota.

source: Option is true if the log lines are to be colored depending on their log level.
eo: Opcio estas vera se la loglinioj estas koloritaj depende de sia lognivelo.

source: Whether the tooltips are enabled.
eo: Ĉu la konsiletoj estas ebligitaj.

source: Whether new lines are displayed.
eo: Ĉu novaj linioj estas montrataj.

source: Whether the filter bar is shown.
eo: Ĉu la filtrilo estas montrita.

source: The date format of log lines.
eo: La data formato de protokolaj linioj.

source: The Samba log file paths.
eo: La padoj de protokoloj de Samba.

source: Settings
eo: Agordo

source: General
eo: Ĝeneralo

source: &Previous
eo: An&taŭa

source: &Next
eo: Sek&va

source: Log Line Details
eo: Log Line Detaloj

source: This dialog displays detailed information about the currently selected log line.
eo: Ĉi tiu dialogo montras detalajn informojn pri la nuntempe elektita protokollinio.

source: Message
eo: Mesaĝo

source: Icon
eo: Piktograma

source: Main information
eo: Ĉefaj informoj

source: Move to the previous line
eo: Movi al la antaŭa linio

source: Moves to the previous line. This button is deactivated if there is no previous log line.
eo: Movas al la antaŭa linio. Ĉi tiu butono estas malaktivigita se ne ekzistas antaŭa protokollinio.

source: &Back
eo: &Malantaŭen

source: Move to the next line
eo: Movi al la sekva linio

source: Moves to the next line. This button is deactivated if there is no next log line.
eo: Movas al la sekva linio. Ĉi tiu butono estas malaktivigita se ne ekzistas sekva protokollinio.

source: &Forward
eo: &Plusendi

source: Close the Detail dialog.
eo: Fermi la dialogon Detalo.

source: Closes this Detail dialog.
eo: Fermas ĉi tiun dialogon pri Detalo.

source: &Close
eo: F&ermi

source: This mode is unavailable because its log files do not exist.
eo: Ĉi tiu reĝimo ne estas disponebla ĉar ĝiaj protokolaj dosieroj ne ekzistas.

source: No Log Mode
eo: Neniu Log Mode

source: Startup
eo: Lanĉo

source: Load &this log mode at startup:
eo: Ŝargi ĉi &tiun protokolreĝimon ĉe ekfunkciiĝo:

source: The log mode which is loaded by default at startup
eo: La protokolreĝimo, kiu estas ŝargita defaŭlte ĉe ekfunkciiĝo

source: The log mode loaded by default at startup. Choose 'No Log Mode' if you do not want this to happen.
eo: La protokolo-reĝimo ŝargita defaŭlte ĉe ekfunkciigo. Elektu 'Neniu Log Mode' se vi ne volas, ke tio okazu.

source: Log Lines List
eo: Listo de Linioj

source: &Maximum lines displayed:
eo: &Maksimumaj linioj montrataj:

source: Choose here the maximum number of log lines displayed in the main view.
eo: Elektu ĉi tie la maksimuman nombron da protokollinioj montrataj en la ĉefa vido.

source: You can choose here the maximum number of log lines displayed in the main view.
eo: Vi povas elekti ĉi tie la maksimuman nombron da protokolo-linioj montrataj en la ĉefa vido.

source: Select this option if you want to delete duplicate log lines <b>(may be slow)</b>.
eo: Elektu ĉi tiun opcion se vi volas forigi duplikatajn protokolliniojn <b>(eble malrapidas)</b>.

source: Select this option if you want to delete duplicate log lines. <b>This option can slow log reading</b>.
eo: Elektu ĉi tiun opcion se vi volas forigi duplikatajn protokolliniojn. <b>Ĉi tiu opcio povas malrapidigi protokollegadon</b>.

source: Remove &duplicate log lines (may be slower)
eo: Forigi &duplikatajn protokolliniojn (eble estas pli malrapida)

source: Options
eo: Opcioj

source: Remove process identifier from process name.
eo: Forigi procezidentigilon de proceza nomo.

source: Select this option if you want to remove the process identifier from the process name. For example, the <b>Process</b> column may contain entries such as <i>cron<b>[3433]</b></i>. If this option is activated, the bold part will be removed.
eo: Elektu ĉi tiun opcion se vi volas forigi la procezidentigilon de la proceza nomo. Ekzemple, la kolumno <b>Procezo</b> povas enhavi enskribojn kiel <i>cron<b>[3433]</b></i>. Se ĉi tiu opcio estas aktivigita, la grasa parto estos forigita.

source: Remove &identifier from process name
eo: Forigi &identigilon de proceza nomo

source: This option allows log lines to be colored depending on their log level.
eo: Ĉi tiu opcio permesas kolorigi ŝtipliniojn depende de ilia lognivelo.

source: This option allows log lines to be colored depending on their log level. For example, errors will be shown in red, warnings in orange, and so on. This will help you to see problems more easily.
eo: Ĉi tiu opcio permesas kolorigi ŝtipliniojn depende de ilia lognivelo. Ekzemple, eraroj estos montritaj ruĝe, avertoj en oranĝo, ktp. Ĉi tio helpos vin pli facile vidi problemojn.

source: &Colored log lines
eo: &Koloritaj protokolaj linioj

source: Date Format
eo: Datoformato

source: &Short date format
eo: &Formato de mallonga dato

source: &Long date format
eo: &Data formato

source: &Precise date format
eo: &Preciza data formato

source: &Edit
eo: &Redakti

source: Logs
eo: Protokoloj

source: &Window
eo: Fe&nestro

source: Logs Toolbar
eo: Protokol-Ilobreto

source: Main Toolbar
eo: Ĉefa ilobreto

source: Opening '%1'...
eo: Malfermante '%1'...

source: Log file '%1' loaded successfully.
eo: Logdosiero '%1' ŝargita sukcese.

source: Log file '%1' has changed.
eo: Logdosiero '%1' ŝanĝiĝis.

source: None
eo: Neniu

source: Debug
eo: Sencimigu

source: Information
eo: Informo

source: Notice
eo: Rimarku

source: Warning
eo: Averto

source: Error
eo: Eraro

source: Critical
eo: Gravega

source: Alert
eo: Averto

source: Emergency
eo: Krizo

source: Log Level Printing
eo: Preso de Protokolnivelo

source: Choose which log levels you wish to print in color.
eo: Elektu kiujn protokolo-nivelojn vi volas presi en koloro.

source: Loading Progress...
eo: Ŝarga Progreso...

source: Loading <b>%2</b>...<br /><i>%3</i> - (<b>%4</b>)
eo: Ŝargante <b>%2</b>...<br /><i>%3</i> - (<b>%4</b>)

source: Reloading <b>%2</b>...<br /><i>%3</i> - (<b>%4</b>)
eo: Reŝargante <b>%2</b>...<br /><i>%3</i> - (<b>%4</b>)

source: Loading <b>%1</b>...<br /><i>%2</i>
eo: Ŝargante <b>%1</b>...<br /><i>%2</i>

source: Reloading <b>%1</b>...<br /><i>%2</i>
eo: Reŝargante <b>%1</b>...<br /><i>%2</i>

source: This file is not valid. Please adjust it in the settings of KSystemLog.
eo: Ĉi tiu dosiero ne validas. Bonvolu ĝustigi ĝin en la agordoj de KSystemLog.

source: File Does Not Exist
eo: Dosiero Ne Ekzistas

source: The file '%1' does not exist.
eo: La dosiero '%1' ne ekzistas.

source: Unable to uncompress the '%2' format of '%1'.
eo: Ne eblas malkunpremi la formaton '%2' de '%1'.

source: Unable to Uncompress File
eo: Ne eblas malkunpremi dosieron

source: You do not have sufficient permissions to read '%1'.
eo: Vi ne havas sufiĉajn permesojn por legi '%1'.

source: Insufficient Permissions
eo: Mankas permesoj

source: Loading log...
eo: Ŝargante protokolon...

source: Log successfully loaded.
eo: Protokolo sukcese ŝargita.

source: URL '%1' is not valid, skipping this URL.
eo: URL '%1' ne validas, preterlasante ĉi tiun URL.

source: Date:
eo: Dato:

source: Hostname:
eo: Komputilo:

source: Process:
eo: Procezo:

source: Level:
eo: Nivelo:

source: Original file:
eo: Originala dosiero:

source: Here are my logs:
eo: Jen miaj protokoloj:

source: You have selected too many lines. Please only select important log lines.
eo: Vi elektis tro da linioj. Bonvolu elekti nur gravajn protokolliniojn.

source: Too Many Lines Selected
eo: Tro Multaj Linioj Elektitaj

source: Log Lines of my problem
eo: Log Lines de mia problemo

source: No items selected. Nothing copied to clipboard.
eo: Neniuj eroj elektitaj. Nenio kopiita al tondujo.

source: 1 log line copied to clipboard.
eo: 1 protokollinio kopiita al tondujo.

source: No items selected. Please select items to be able to save them.
eo: Neniuj eroj elektitaj. Bonvolu elekti erojn por povi konservi ilin.

source: Save selected log entries to...
eo: Konservi elektitajn protokolerojn al...

source: 1 log line saved to '%2'.
eo: 1 protokollinio konservita al '%2'.

source: Unable to save file '%1': Permission Denied.
eo: Ne eblas konservi dosieron '%1': Permeso Neita.

source: Unable to save file.
eo: Ne eblas konservi dosieron.

source: Type your filter here
eo: Tajpu vian filtrilon ĉi tie

source: Allows you to only list items that match the content of this text.
eo: Permesas al vi nur listigi erojn kiuj kongruas kun la enhavo de ĉi tiu teksto.

source: Enter your search here...
eo: Enigu vian serĉon ĉi tie...

source: Filter:
eo: Filtrilo:

source: Select priorities
eo: Elektu prioritatojn

source: Choose the filtered column here
eo: Elektu la filtritan kolumnon ĉi tie

source: Allows you to apply the item filter only on the specified column here. "<i>All</i>" column means no specific filter.
eo: Permesas al vi apliki la filtrilon de objekto nur sur la specifita kolumno ĉi tie. Kolumno "<i>Ĉiuj</i>" signifas neniun specifan filtrilon.

source: All
eo: Ĉiuj

source: Reached end of list.
eo: Atingita fino de listo.

source: Phrase not found.
eo: Frazo ne trovita.

source: Find:
eo: Trovu:

source: Match &case
eo: Kongrui uskle&con

source: &Highlight all
eo: &Elstarigi ĉiujn

source: Date
eo: Dato

source: Display/Hide the '%1' column
eo: Montri/Kaŝi la kolumnon '%1'

source: The process '%1' crashed.
eo: La proceso '%1' paneis.

source: Process Crashed
eo: Proceso Paneis

source: User
eo: Uzanto

source: Authentication
eo: Aŭtentigo

source: Private Authentication
eo: Privata Aŭtentigo

source: Daemon
eo: Demono

source: Kernel
eo: Operaciumkerno

source: Mail
eo: Retpoŝto

source: News
eo: Novaĵoj

source: Syslog
eo: Sistemprotokolo

source: Local 0
eo: Loka 0

source: Local 1
eo: Loka 1

source: Local 2
eo: Loka 2

source: Local 3
eo: Loka 3

source: Local 4
eo: Loka 4

source: Local 5
eo: Loka 5

source: Local 6
eo: Loka 6

source: Local 7
eo: Loka 7

source: Unable to find the 'logger' command on your system. Please type 'logger' in a Konsole to determine whether this command is installed.
eo: Ne eblas trovi la komandon 'logger' en via sistemo. Bonvolu tajpi 'logger' en Konsole por determini ĉu ĉi tiu komando estas instalita.

source: Command not found
eo: Ordono ne trovita

source: The 'logger' command has not been properly exited.
eo: La komando 'logger' ne estis ĝuste forigita.

source: Execution problem
eo: Problemo de ekzekuto

source: This file does not exist, please choose another.
eo: Ĉi tiu dosiero ne ekzistas, bonvolu elekti alian.

source: File not valid
eo: Dosiero ne valida

source: Log Message
eo: Protokolmesaĝo

source: &Message:
eo: &Mesaĝo:

source: &File content:
eo: &Dosiera enhavo:

source: Properties
eo: Ecoj

source: &Priority:
eo: &Prioritato:

source: &Tag:
eo: E&tikedo:

source: Log process &identifier
eo: Protokolprocesa &identigilo

source: Open the 'logger' command manual.
eo: Malfermi la manlibron de komando "logger".

source: This link opens the 'logger' command manual.
eo: Ĉi tiu ligilo malfermas la komandmanlibron 'logger'.

source: <a href="man:/logger">Logger Manual</a>
eo: <a href="man:/logger">Manlibro de Registrador</a>

source: &OK
eo: &Bone

source: &Cancel
eo: &Rezigni

source: System Logs Viewer by KDE
eo: Vidilo de Sistemprotokolo de KDE

source: Do not hesitate to report bugs and problems to Nicolas Ternisien <a href='mailto:nicolas.ternisien@gmail.com'>nicolas.ternisien@gmail.com</a>
eo: Ne hezitu raporti cimojn kaj problemojn al Nicolas Ternisien <a href='mailto:nicolas.ternisien@gmail.com'>nicolas.ternisien@gmail.com</a>

source: Main developer
eo: Precipa programisto

source: Vyacheslav Matyushin
eo: Vjaĉeslav Matyuŝin

source: Journald mode, bugfixes
eo: Journald-reĝimo, korektoj

source: Log Printing
eo: Registro Preso

source: Bug Fixing
eo: Cimo Fixing

source: Document to open.
eo: Dosiero malfermenda.

# Total displayed lines
source: 1 line.
eo: 1 linio.

# Line not hidden by search / Total displayed lines
source: 1 line / %2 total.
eo: 1 linio / %2 sume.

source: Resu&me
eo: Daŭri&gi

source: Resume the watching of the current log
eo: Rekomenci la spektadon de la nuna protokolo

source: Resumes the watching of the current log. This action is only available when the user has already paused the reading.
eo: Rekomencas la spektadon de la nuna protokolo. Ĉi tiu ago disponeblas nur kiam la uzanto jam paŭzis la legadon.

source: S&top
eo: &Haltigo

source: Pause the watching of the current log
eo: Paŭzi la spektadon de la nuna protokolo

source: Pauses the watching of the current log. This action is particularly useful when the system is writing too many lines to log files, causing KSystemLog to reload too frequently.
eo: Paŭzas la spektadon de la nuna protokolo. Ĉi tiu ago estas precipe utila kiam la sistemo skribas tro da linioj por protokoli dosierojn, kaŭzante KSystemLog reŝargi tro ofte.

# Newly created tab
source: Empty Log
eo: Malplena Registro

source: Open a file in KSystemLog
eo: Malfermi dosieron en KSystemLog

source: Opens a file in KSystemLog and displays its content in the current tab.
eo: Malfermas dosieron en KSystemLog kaj montras ĝian enhavon en la aktuala langeto.

source: &Print Selection...
eo: &Presi elekton...

source: Print the selection
eo: Presi la elekton

source: Prints the selection. Simply select the important lines and click on this menu entry to print the selection.
eo: Presas la elekton. Simple elektu la gravajn liniojn kaj klaku sur ĉi tiu menuo por presi la elekton.

source: &Print Preview Selection...
eo: &Pres-Antaŭrigardi Elekton...

source: Print preview the selection
eo: Pres-antaŭrigardi la elekton

source: Prints preview the selection. Simply select the important lines and click on this menu entry to print the selection.
eo: Presaĵoj antaŭrigardas la elekton. Simple elektu la gravajn liniojn kaj klaku sur ĉi tiu menuo por presi la elekton.

source: Save the selection to a file
eo: Konservi la elekton al dosiero

source: Saves the selection to a file. This action is useful if you want to create an attachment or a backup of a particular log.
eo: Konservas la elekton al dosiero. Ĉi tiu ago estas utila se vi volas krei aldonaĵon aŭ kopion de aparta protokolo.

source: Quit KSystemLog
eo: Forlasi KSystemLog

source: Quits KSystemLog.
eo: Forlasas KSystemLog.

source: Copy the selection to the clipboard
eo: Kopii la elekton al la tondujo

source: Copies the selection to the clipboard. This action is useful if you want to paste the selection in a chat or an email.
eo: Kopias la elekton al la tondujo. Ĉi tiu ago estas utila se vi volas glui la elekton en babilejo aŭ retpoŝto.

source: Ex&pand All
eo: Eks&pand Ĉion

source: Expand all categories
eo: Pligrandigi ĉiujn kategoriojn

source: This action opens all main categories. This is enabled only if an option has been selected in the <b>Group By</b> menu.
eo: Ĉi tiu ago malfermas ĉiujn ĉefajn kategoriojn. Ĉi tio estas ebligita nur se opcio estis elektita en la menuo <b>Grupu Per</b>.

source: Col&lapse All
eo: Ko&lapsi Ĉion

source: Collapse all categories
eo: Maletendi ĉiujn kategoriojn

source: This action closes all main categories. This is enabled only if an option has been selected in the <b>Group By</b> menu.
eo: Ĉi tiu ago fermas ĉiujn ĉefajn kategoriojn. Ĉi tio estas ebligita nur se opcio estis elektita en la menuo <b>Grupu Per</b>.

source: &Email Selection...
eo: R&etpoŝta Elekto...

source: Send the selection by mail
eo: Sendi la elekton per poŝto

source: Sends the selection by mail. Simply select the important lines and click on this menu entry to send the selection to a friend or a mailing list.
eo: Sendas la elekton per poŝto. Simple elektu la gravajn liniojn kaj klaku sur ĉi tiu menuo por sendi la elekton al amiko aŭ dissendolisto.

source: &Add Log Entry...
eo: &Aldoni protokolan eniron...

source: Add a log entry to the log system
eo: Aldoni protokolan eniron al la protokolo-sistemo

source: This action will open a dialog which lets you send a message to the log system.
eo: Ĉi tiu ago malfermos dialogon, kiu ebligas al vi sendi mesaĝon al la protokolo-sistemo.

source: Select all lines of the current log
eo: Elekti ĉiujn liniojn de la nuna protokolo

source: Selects all lines of the current log. This action is useful if you want, for example, to save all the content of the current log in a file.
eo: Elektas ĉiujn liniojn de la nuna protokolo. Ĉi tiu ago estas utila se vi volas, ekzemple, konservi la tutan enhavon de la nuna protokolo en dosiero.

source: Show &Filter Bar
eo: Montri &Filtrilbreton

source: &New Tab
eo: &Nova Langeto

source: Create a new tab
eo: Krei novan langeton

source: Creates a new tab which can display another log.
eo: Kreas novan langeton kiu povas montri alian protokolon.

source: &Close Tab
eo: &Fermi la Langeton

source: Close the current tab
eo: Fermi la nunan langeton

source: Closes the current tab.
eo: Fermas la nunan langeton.

source: &Duplicate Tab
eo: &Duobligi la Langeton

source: Duplicate the current tab
eo: Duobligi la nunan langeton

source: Duplicates the current tab.
eo: Duobligas la nunan langeton.

source: Move Tab &Left
eo: Movi Langeton &Maldekstren

source: Move the current tab to the left
eo: Movi la nunan langeton maldekstren

source: Moves the current tab to the left.
eo: Movas la nunan langeton maldekstren.

source: Move Tab &Right
eo: Movi Langeton &Dekstren

source: Move the current tab to the right
eo: Movi la nunan langeton dekstren

source: Moves the current tab to the right.
eo: Movas la nunan langeton dekstren.

source: &Reload
eo: &Reŝargi

source: Reload the current log
eo: Reŝargi la nunan protokolon

source: Reloads the current log, if you want to be sure that the view is correctly updated.
eo: Reŝargas la nunan protokolon, se vi volas certigi, ke la vido estas ĝuste ĝisdatigita.

source: &Details
eo: &Detaloj

source: Display details on the selected line
eo: Montri detalojn sur la elektita linio

source: Displays a dialog box which contains details on the selected line. You are able to navigate through the logs from this dialog box with the <b>Previous</b> and <b>Next</b> buttons.
eo: Montras dialogujon kiu enhavas detalojn sur la elektita linio. Vi povas navigi tra la protokoloj el ĉi tiu dialogujo per la butonoj <b>Antaŭa</b> kaj <b>Sekva</b>.

source: &Enable Detailed Tooltips
eo: &Ebligi Detalajn konsiletoj

source: Disable/Enable the tooltip on the current view
eo: Malebligi/Ebligi la konsileton sur la nuna vido

source: Disables/Enables the tooltip displayed when the cursor hovers a log line.
eo: Malebligas/Ebligas la konsileton montritan kiam la kursoro ŝvebas protokollinion.

source: &Scroll to New Lines
eo: &Rulumi al Novaj Linioj

source: Scrolls or not to the new lines when the log changes
eo: Rulumas aŭ ne al la novaj linioj kiam la protokolo ŝanĝiĝas

source: Scrolls or not to the new lines when the log changes. Check this option if you do not want the application to scroll automatically at the bottom of the log each time it is refreshed.
eo: Rulumas aŭ ne al la novaj linioj kiam la protokolo ŝanĝiĝas. Marku ĉi tiun opcion se vi ne volas, ke la aplikaĵo rulumu aŭtomate ĉe la fundo de la protokolo ĉiufoje kiam ĝi estas refreŝigita.

source: Services
eo: Servoj

source: Others
eo: Aliaj

source: Type
eo: Tipo

source: <p>These files will be analyzed to show the <b>Acpid log</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Acpid-protokolo</b>.</p>

source: Type:
eo: Tipo:

source: ACPI Log
eo: Registro de ACPI

source: Display the ACPI log.
eo: Montru la ACPI-protokolo.

source: Displays the ACPI log in the current tab. ACPI is used to manage the hardware components of your computer, like notebook batteries, reset buttons...
eo: Montras la ACPI-protokolo en la nuna langeto. ACPI estas uzata por administri la aparatajn komponantojn de via komputilo, kiel tekkomputilbaterioj, restarigi butonojn...

source: Host Name
eo: Gastigonomo

source: Response
eo: Respondo

source: Bytes Sent
eo: Bajtoj Senditaj

source: Agent Identity
eo: Agenta Identeco

source: HTTP Request
eo: HTTP-Peto

source: URL
eo: Retadreso

source: Host Name:
eo: Gastiganta Nomo:

source: Identification:
eo: Identigo:

source: Username:
eo: Uzantnomo:

source: HTTP Response:
eo: HTTP-Respondo:

source: Bytes Sent:
eo: Bajtoj Senditaj:

source: Agent Identity:
eo: Agenta Identeco:

source: HTTP Request:
eo: HTTP-Peto:

source: Display the Apache Access log.
eo: Montri la protokolon de Apache Access.

source: Displays the Apache Access log in the current tab. Apache is the main used Web server in the world. This log saves all requests performed by the Apache web server.
eo: Montras la protokolon de Apache Access en la nuna langeto. Apache estas la ĉefa uzata TTT-servilo en la mondo. Ĉi tiu protokolo konservas ĉiujn petojn faritajn de la Apache-retservilo.

source: Client
eo: Kliento

source: <p>These files will be analyzed to show the <b>Apache log</b> and the <b>Apache Access log</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Apache-protokolo</b> kaj la <b>Apache Access-protokolo</b>.</p>

source: Apache Log Files
eo: Apache Log-dosieroj

source: Add Apache File...
eo: Aldoni Apache-dosieron...

source: Add Apache Access File...
eo: Aldoni Apache-Alirdosieron...

source: Client:
eo: Kliento:

source: Display the Apache log.
eo: Montri la Apache-protokolo.

source: Displays the Apache log in the current tab. Apache is the main used Web server in the world.
eo: Montras la Apache-protokolo en la nuna langeto. Apache estas la ĉefa uzata TTT-servilo en la mondo.

source: Audit Log
eo: Kontrola Protokolo

source: <p>These files will be analyzed to show the <b>Audit logs</b>.</p>
eo: <p>Ĉi tiuj dosieroj estos analizitaj por montri la <b>Reviziajn protokolojn</b>.</p>

source: Display the audit log.
eo: Montri la revizian protokolon.

source: Displays the audit log in the current tab. This log is generally used by non-specialized processes (like "sudo" or "fsck" commands)
eo: Montras la revizian protokolon en la nuna langeto. Ĉi tiu protokolo estas ĝenerale uzata de ne-specialaj procezoj (kiel komandoj "sudo" aŭ "fsck")

source: Authentication Log
eo: Aŭtentikiga Protokolo

source: Log file does not exist. Mode will be unavailable.
eo: Logdosiero ne ekzistas. Reĝimo ne estos disponebla.

source: Authentication Log File
eo: Aŭtentikiga Protokolo-Dosiero

source: Authentication log file:
eo: Aŭtentikiga protokolo-dosiero:

source: You can type or choose the authentication log file (example: <i>/var/log/auth.log</i>).
eo: Vi povas tajpi aŭ elekti la aŭtentikan protokoldosieron (ekzemplo: <i>/var/log/auth.log</i>).

source: You can type or choose here the authentication log file. This file will be analyzed when you select the <b>Authentication log</b> menu. Generally, its name is <i>/var/log/auth.log</i>
eo: Vi povas tajpi aŭ elekti ĉi tie la aŭtentikigdosieron. Ĉi tiu dosiero estos analizita kiam vi elektos la menuon <b>Aŭtentikiga protokolo</b>. Ĝenerale, ĝia nomo estas <i>/var/log/auth.log</i>

source: Display the authentication log.
eo: Montri la aŭtentikigprotokolon.
